Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Could not render changes: %@
bn: পরিবর্তন দেখানো যায়নি: %@
es: No se pudieron representar los cambios: %@
fr: Impossible d’afficher les modifications : %@
hi: बदलाव दिखा नहीं सके: %@
it: Impossibile visualizzare le modifiche: %@
ja: 変更を描画できませんでした：%@
ko: 변경 사항을 렌더링할 수 없습니다: %@
pt_br: Não foi possível renderizar as alterações: %@
ru: Не удалось отобразить изменения: %@
sv: Kunde inte visa ändringarna: %@
zh_hans: 无法呈现更改：%@
zh_hant: 無法顯示變更：%@

source: Could not restart session: %@
bn: সেশন পুনরায় চালু করা যায়নি: %@
es: No se pudo reiniciar la sesión: %@
fr: Impossible de redémarrer la session : %@
hi: सत्र पुनः शुरू नहीं कर सके: %@
it: Impossibile riavviare la sessione: %@
ja: セッションを再起動できませんでした：%@
ko: 세션을 재시작하지 못했습니다: %@
pt_br: Não foi possível reiniciar a sessão: %@
ru: Не удалось перезапустить сеанс: %@
sv: Kunde inte starta om sessionen: %@
zh_hans: 无法重启会话：%@
zh_hant: 無法重新啟動工作階段：%@

source: Could not restore page tabs: %@
bn: পৃষ্ঠা ট্যাব ফেরানো যায়নি: %@
es: No se pudieron restaurar las pestañas: %@
fr: Impossible de restaurer les onglets : %@
hi: पेज टैब बहाल नहीं हुए: %@
it: Impossibile ripristinare le schede: %@
ja: ページタブを復元できませんでした：%@
ko: 페이지 탭을 복원할 수 없습니다: %@
pt_br: Não foi possível restaurar as abas: %@
ru: Не удалось восстановить вкладки: %@
sv: Kunde inte återställa sidflikarna: %@
zh_hans: 无法恢复页面标签：%@
zh_hant: 無法還原頁面分頁：%@

source: Could not save agent session: %@
bn: এজেন্ট সেশন সংরক্ষণ করা যায়নি: %@
es: No se pudo guardar la sesión del agente: %@
fr: Impossible d’enregistrer la session de l’agent : %@
hi: एजेंट सत्र सहेज नहीं सके: %@
it: Impossibile salvare la sessione dell’agente: %@
ja: エージェントのセッションを保存できませんでした：%@
ko: 에이전트 세션을 저장하지 못했습니다: %@
pt_br: Não foi possível salvar a sessão do agente: %@
ru: Не удалось сохранить сеанс агента: %@
sv: Kunde inte spara agentsessionen: %@
zh_hans: 无法保存代理会话：%@
zh_hant: 無法儲存代理程式工作階段：%@

source: Could not save page tabs locally: %@
bn: পৃষ্ঠা ট্যাব স্থানীয়ভাবে সংরক্ষণ করা যায়নি: %@
es: No se pudieron guardar las pestañas localmente: %@
fr: Impossible d’enregistrer les onglets localement : %@
hi: पेज टैब स्थानीय रूप से नहीं सहेजे गए: %@
it: Impossibile salvare le schede localmente: %@
ja: タブをローカルに保存できませんでした：%@
ko: 페이지 탭을 로컬에 저장할 수 없습니다: %@
pt_br: Não foi possível salvar as abas localmente: %@
ru: Не удалось сохранить вкладки локально: %@
sv: Kunde inte spara sidflikar lokalt: %@
zh_hans: 无法在本地保存页面标签：%@
zh_hant: 無法在本機儲存頁面分頁：%@

source: Could not save page tabs: %@
bn: পেজ ট্যাব সংরক্ষণ করা যায়নি: %@
es: No se pudieron guardar las pestañas de página: %@
fr: Impossible d’enregistrer les onglets de page : %@
hi: पेज टैब सहेज नहीं सके: %@
it: Impossibile salvare le schede delle pagine: %@
ja: ページタブを保存できませんでした：%@
ko: 페이지 탭을 저장하지 못했습니다: %@
pt_br: Não foi possível salvar as abas de página: %@
ru: Не удалось сохранить вкладки страниц: %@
sv: Kunde inte spara sidflikarna: %@
zh_hans: 无法保存页面标签页：%@
zh_hant: 無法儲存頁面分頁：%@

source: Could not save page tabs: the unread saved file could not be set aside.
bn: পেজ ট্যাব সংরক্ষণ করা যায়নি: না-পড়া সংরক্ষিত ফাইলটি আলাদা করে রাখা যায়নি।
es: No se pudieron guardar las pestañas de página: no se pudo apartar el archivo guardado que no se leyó.
fr: Impossible d’enregistrer les onglets de page : le fichier enregistré illisible n’a pas pu être mis de côté.
hi: पेज टैब सहेज नहीं सके: न पढ़ी जा सकी सहेजी गई फ़ाइल को अलग नहीं रखा जा सका।
it: Impossibile salvare le schede delle pagine: il file salvato non letto non è stato messo da parte.
ja: ページタブを保存できませんでした：読み込めなかった保存ファイルを退避できませんでした。
ko: 페이지 탭을 저장하지 못했습니다: 읽지 못한 저장 파일을 따로 옮겨 둘 수 없습니다.
pt_br: Não foi possível salvar as abas de página: o arquivo salvo que não foi lido não pôde ser separado.
ru: Не удалось сохранить вкладки страниц: непрочитанный сохранённый файл не удалось отложить.
sv: Kunde inte spara sidflikarna: den olästa sparade filen kunde inte läggas undan.
zh_hans: 无法保存页面标签页：未能读取的已存文件无法移到一旁。
zh_hant: 無法儲存頁面分頁：無法讀取的已存檔案無法移到一旁。

source: Could not save tab order: %@
bn: ট্যাবের ক্রম সংরক্ষণ করা যায়নি: %@
es: No se pudo guardar el orden de las pestañas: %@
fr: Impossible d’enregistrer l’ordre des onglets : %@
hi: टैब क्रम सहेज नहीं सके: %@
it: Impossibile salvare l’ordine delle schede: %@
ja: タブの順序を保存できませんでした：%@
ko: 탭 순서를 저장하지 못했습니다: %@
pt_br: Não foi possível salvar a ordem das abas: %@
ru: Не удалось сохранить порядок вкладок: %@
sv: Kunde inte spara flikordningen: %@
zh_hans: 无法保存标签页顺序：%@
zh_hant: 無法儲存分頁順序：%@

source: Could not save tab title: %@
bn: ট্যাবের শিরোনাম সংরক্ষণ করা যায়নি: %@
es: No se pudo guardar el título de la pestaña: %@
fr: Impossible d’enregistrer le titre de l’onglet : %@
hi: टैब शीर्षक सहेज नहीं सके: %@
it: Impossibile salvare il titolo della scheda: %@
ja: タブのタイトルを保存できませんでした：%@
ko: 탭 제목을 저장하지 못했습니다: %@
pt_br: Não foi possível salvar o título da aba: %@
ru: Не удалось сохранить название вкладки: %@
sv: Kunde inte spara flikens titel: %@
zh_hans: 无法保存标签页标题：%@
zh_hant: 無法儲存分頁標題：%@

source: Could not update pin: %@
bn: পিন আপডেট করা যায়নি: %@
es: No se pudo actualizar el anclaje: %@
fr: Impossible de modifier l’épinglage : %@
hi: पिन अपडेट नहीं कर सके: %@
it: Impossibile aggiornare il fissaggio: %@
ja: 固定状態を更新できませんでした：%@
ko: 고정 상태를 업데이트하지 못했습니다: %@
pt_br: Não foi possível atualizar a fixação: %@
ru: Не удалось изменить закрепление: %@
sv: Kunde inte uppdatera fästningen: %@
zh_hans: 无法更新固定状态：%@
zh_hant: 無法更新釘選狀態：%@

source: Could not update the %@ hooks
bn: %@ হুক আপডেট করা যায়নি
es: No se pudieron actualizar los hooks de %@
fr: Impossible de mettre à jour les hooks de %@
hi: %@ हुक अपडेट नहीं हो सके
it: Impossibile aggiornare gli hook di %@
ja: %@ のフックを更新できませんでした
ko: %@ 훅을 업데이트할 수 없습니다
pt_br: Não foi possível atualizar os hooks do %@
ru: Не удалось обновить хуки %@
sv: Det gick inte att uppdatera hookarna för %@
zh_hans: 无法更新 %@ 钩子
zh_hant: 無法更新 %@ 掛鉤

source: CPU updates every 3 seconds while this view is active; 100% means one CPU core. Memory uses physical footprint when available.
bn: এই দৃশ্য সক্রিয় থাকলে প্রতি ৩ সেকেন্ডে CPU আপডেট হয়; ১০০% মানে একটি CPU কোর। উপলব্ধ থাকলে মেমোরির জন্য প্রকৃত ভৌত ব্যবহার দেখানো হয়।
es: La CPU se actualiza cada 3 segundos mientras esta vista está activa; 100% equivale a un núcleo. La memoria usa la huella física cuando está disponible.
fr: Le CPU est actualisé toutes les 3 secondes quand cette vue est active ; 100 % représente un cœur. La mémoire utilise l’empreinte physique lorsqu’elle est disponible.
hi: यह दृश्य सक्रिय होने पर CPU हर 3 सेकंड में अपडेट होता है; 100% का अर्थ एक CPU कोर है। उपलब्ध होने पर मेमोरी के लिए भौतिक फ़ुटप्रिंट उपयोग होता है।
it: La CPU si aggiorna ogni 3 secondi mentre questa vista è attiva; 100% equivale a un core. Per la memoria viene usata l’occupazione fisica quando disponibile.
ja: この画面がアクティブな間、CPU使用率は3秒ごとに更新されます。100%はCPUコア1つ分です。メモリは取得可能な場合、実際の物理メモリ使用量を表示します。
ko: 이 화면이 활성화되어 있으면 CPU 사용량이 3초마다 업데이트됩니다. 100%는 CPU 코어 하나를 의미합니다. 가능한 경우 실제 물리 메모리 사용량을 표시합니다.
pt_br: A CPU é atualizada a cada 3 segundos enquanto esta visualização está ativa; 100% equivale a um núcleo. A memória usa a ocupação física quando disponível.
ru: Данные ЦП обновляются каждые 3 секунды, пока этот экран активен; 100% соответствует одному ядру. Для памяти используется физический объём, если он доступен.
sv: CPU uppdateras var tredje sekund när vyn är aktiv; 100 % motsvarar en CPU-kärna. Minnet visar det fysiska avtrycket när det är tillgängligt.
zh_hans: 此视图处于活动状态时，CPU 使用率每 3 秒更新一次；100% 表示占用一个 CPU 核心。内存数据优先使用实际物理内存占用。
zh_hant: 此檢視作用中時，CPU 使用率每 3 秒更新一次；100% 表示占用一個 CPU 核心。記憶體資料優先使用實際實體記憶體佔用。

source: Create
bn: তৈরি করুন
es: Crear
fr: Créer
hi: बनाएँ
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
sv: Skapa
zh_hans: 创建
zh_hant: 建立

source: Create one at id.atlassian.com. Stored with your other settings.
bn: id.atlassian.com-এ তৈরি করুন। অন্য সেটিংসের সঙ্গে সংরক্ষিত হয়।
es: Créalo en id.atlassian.com. Se guarda con los demás ajustes.
fr: Créez-en un sur id.atlassian.com. Il est conservé avec vos autres réglages.
hi: id.atlassian.com पर बनाएँ। यह आपकी अन्य सेटिंग्स के साथ सहेजा जाता है।
it: Creane uno su id.atlassian.com. Viene conservato con le altre impostazioni.
ja: id.atlassian.com で作成できます。他の設定と一緒に保存されます。
ko: id.atlassian.com에서 만들 수 있습니다. 다른 설정과 함께 저장됩니다.
pt_br: Crie um em id.atlassian.com. Ele é armazenado com seus outros ajustes.
ru: Создайте на id.atlassian.com. Хранится вместе с другими настройками.
sv: Skapa en på id.atlassian.com. Sparas med dina andra inställningar.
zh_hans: 可在 id.atlassian.com 创建。与其他设置一同存储。
zh_hant: 可在 id.atlassian.com 建立。與其他設定一同儲存。

source: Create Project
bn: প্রকল্প তৈরি করুন
es: Crear proyecto
fr: Créer un projet
hi: प्रोजेक्ट बनाएँ
it: Crea progetto
ja: プロジェクトを作成
ko: 프로젝트 생성
pt_br: Criar projeto
ru: Создать проект
sv: Skapa projekt
zh_hans: 创建项目
zh_hant: 建立專案

source: Create Session
bn: সেশন তৈরি করুন
es: Crear sesión
fr: Créer une session
hi: सत्र बनाएँ
it: Crea sessione
ja: セッションを作成
ko: 세션 생성
pt_br: Criar sessão
ru: Создать сеанс
sv: Skapa session
zh_hans: 创建会话
zh_hant: 建立工作階段

source: Create this file?
bn: এই ফাইল তৈরি করবেন?
es: ¿Crear este archivo?
fr: Créer ce fichier ?
hi: यह फ़ाइल बनाएँ?
it: Creare questo file?
ja: このファイルを作成しますか？
ko: 이 파일을 만들까요?
pt_br: Criar este arquivo?
ru: Создать этот файл?
sv: Skapa den här filen?
zh_hans: 创建此文件？
zh_hant: 建立此檔案？

source: Created
bn: তৈরি হয়েছে
es: Creado
fr: Créé
hi: बनाया
it: Creato
ja: 作成済み
ko: 생성됨
pt_br: Criado
ru: Создано
sv: Skapade
zh_hans: 已创建
zh_hant: 已建立

source: Creating
bn: তৈরি করছে
es: Creando
fr: Création
hi: बना रहा है
it: Creazione
ja: 作成中
ko: 생성 중
pt_br: Criando
ru: Создаёт
sv: Skapar
zh_hans: 正在创建
zh_hant: 正在建立

source: Creating…
bn: তৈরি হচ্ছে…
es: Creando…
fr: Création…
hi: बनाया जा रहा है…
it: Creazione…
ja: 作成中…
ko: 생성 중…
pt_br: Criando…
ru: Создание…
sv: Skapar…
zh_hans: 正在创建…
zh_hant: 正在建立…

source: Custom
bn: কাস্টম
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Свой
sv: Anpassad
zh_hans: 自定义
zh_hant: 自訂

source: Custom folder
bn: নিজস্ব ফোল্ডার
es: Carpeta personalizada
fr: Dossier personnalisé
hi: कस्टम फ़ोल्डर
it: Cartella personalizzata
ja: カスタムフォルダ
ko: 사용자 지정 폴더
pt_br: Pasta personalizada
ru: Другая папка
sv: Anpassad mapp
zh_hans: 自定义文件夹
zh_hant: 自訂資料夾

source: Custom…
bn: নিজস্ব…
es: Personalizado…
fr: Personnalisé…
hi: कस्टम…
it: Personalizzato…
ja: カスタム…
ko: 사용자 지정…
pt_br: Personalizado…
ru: Другое…
sv: Anpassat…
zh_hans: 自定义…
zh_hant: 自訂…

source: Cut
bn: কাটুন
es: Cortar
fr: Couper
hi: काटें
it: Taglia
ja: カット
ko: 오려두기
pt_br: Recortar
ru: Вырезать
sv: Klipp ut
zh_hans: 剪切
zh_hant: 剪下

source: Cycle Windows
bn: উইন্ডো বদলান
es: Alternar ventanas
fr: Parcourir les fenêtres
hi: विंडो बदलें
it: Passa alla finestra successiva
ja: ウインドウを切り替え
ko: 윈도우 전환
pt_br: Alternar janelas
ru: Переключить окно
sv: Växla fönster
zh_hans: 切换窗口
zh_hant: 切換視窗

source: Daily cost, last %lld days, peak %@
bn: দৈনিক খরচ, গত %lld দিন, সর্বোচ্চ %@
es: Coste diario, últimos %lld días, máximo %@
fr: Coût quotidien, %lld derniers jours, maximum %@
hi: दैनिक खर्च, पिछले %lld दिन, अधिकतम %@
it: Costo giornaliero, ultimi %lld giorni, picco %@
ja: 過去%lld日間の日別費用、最大%@
ko: 최근 %lld일 일별 비용, 최대 %@
pt_br: Custo diário, últimos %lld dias, pico %@
ru: Ежедневные расходы за %lld дней, максимум %@
sv: Daglig kostnad, senaste %lld dagarna, högst %@
zh_hans: 每日费用，最近 %lld 天，峰值 %@
zh_hant: 每日費用，最近 %lld 天，峰值 %@

source: Dark
bn: গাঢ়
es: Oscuro
fr: Sombre
hi: गहरा
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
sv: Mörkt
zh_hans: 深色
zh_hant: 深色

source: Dashboard
bn: ড্যাশবোর্ড
es: Panel
fr: Tableau de bord
hi: डैशबोर्ड
it: Panoramica
ja: ダッシュボード
ko: 대시보드
pt_br: Painel
ru: Панель управления
sv: Översikt
zh_hans: 概览
zh_hant: 總覽

source: Dashboard section
bn: ড্যাশবোর্ড বিভাগ
es: Sección del panel
fr: Section du tableau de bord
hi: डैशबोर्ड अनुभाग
it: Sezione della dashboard
ja: ダッシュボードのセクション
ko: 대시보드 섹션
pt_br: Seção do painel
ru: Раздел панели
sv: Översiktsavsnitt
zh_hans: 仪表盘分区
zh_hant: 儀表板區段

source: Database
bn: ডেটাবেস
es: Base de datos
fr: Base de données
hi: डेटाबेस
ja: データベース
ko: 데이터베이스
pt_br: Banco de dados
ru: База данных
sv: Databas
zh_hans: 数据库
zh_hant: 資料庫

source: Dates: {year} {month} {day} {isoWeek}, unpadded {y} {m} {d} {w}, offsets like {year-2000}; also {prNumber} and any {{variable}} below. {year}.{isoWeek} is 2026.39 in week 39.
bn: তারিখ: {year} {month} {day} {isoWeek}, শূন্য ছাড়া {y} {m} {d} {w}, ব্যবধান যেমন {year-2000}; এছাড়া {prNumber} ও নিচের যেকোনো {{variable}}। ৩৯তম সপ্তাহে {year}.{isoWeek} হলো 2026.39।
es: Fechas: {year} {month} {day} {isoWeek}, sin ceros {y} {m} {d} {w}, desplazamientos como {year-2000}; también {prNumber} y cualquier {{variable}} inferior. {year}.{isoWeek} es 2026.39 en la semana 39.
fr: Dates : {year} {month} {day} {isoWeek}, sans zéros {y} {m} {d} {w}, décalages comme {year-2000} ; aussi {prNumber} et toute {{variable}} ci-dessous. {year}.{isoWeek} donne 2026.39 en semaine 39.
hi: तिथियाँ: {year} {month} {day} {isoWeek}, बिना शून्य {y} {m} {d} {w}, अंतर जैसे {year-2000}; साथ में {prNumber} और नीचे कोई {{variable}}। सप्ताह 39 में {year}.{isoWeek} का मान 2026.39 है।
it: Date: {year} {month} {day} {isoWeek}, senza zeri {y} {m} {d} {w}, scostamenti come {year-2000}; anche {prNumber} e ogni {{variable}} sotto. {year}.{isoWeek} è 2026.39 nella settimana 39.
ja: 日付：{year} {month} {day} {isoWeek}、ゼロ埋めなし：{y} {m} {d} {w}、差分：{year-2000}など。{prNumber}と下記の{{variable}}も使えます。第39週の{year}.{isoWeek}は2026.39です。
ko: 날짜: {year} {month} {day} {isoWeek}, 0 채움 없음: {y} {m} {d} {w}, 오프셋: {year-2000} 등. {prNumber}와 아래 {{variable}}도 사용할 수 있습니다. 39주차의 {year}.{isoWeek}는 2026.39입니다.
pt_br: Datas: {year} {month} {day} {isoWeek}, sem zeros {y} {m} {d} {w}, deslocamentos como {year-2000}; também {prNumber} e qualquer {{variable}} abaixo. {year}.{isoWeek} é 2026.39 na semana 39.
ru: Даты: {year} {month} {day} {isoWeek}, без ведущих нулей {y} {m} {d} {w}, смещения вида {year-2000}; также {prNumber} и любая {{variable}} ниже. {year}.{isoWeek} даёт 2026.39 на 39-й неделе.
sv: Datum: {year} {month} {day} {isoWeek}, utan nollutfyllnad {y} {m} {d} {w}, förskjutningar som {year-2000}; även {prNumber} och valfri {{variable}} nedan. {year}.{isoWeek} blir 2026.39 i vecka 39.
zh_hans: 日期：{year} {month} {day} {isoWeek}；不补零：{y} {m} {d} {w}；偏移如 {year-2000}。也支持 {prNumber} 和下方的 {{variable}}。第 39 周的 {year}.{isoWeek} 为 2026.39。
zh_hant: 日期：{year} {month} {day} {isoWeek}；不補零：{y} {m} {d} {w}；位移如 {year-2000}。也支援 {prNumber} 和下方的 {{variable}}。第 39 週的 {year}.{isoWeek} 為 2026.39。

source: Days
bn: দিন
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: 日数
ko: 일
pt_br: Dias
ru: Дни
sv: Dagar
zh_hans: 天
zh_hant: 天

source: Days without update
bn: আপডেটবিহীন দিন
es: Días sin actualizar
fr: Jours sans mise à jour
hi: अपडेट बिना दिन
it: Giorni senza aggiornamenti
ja: 更新のない日数
ko: 업데이트 없는 일수
pt_br: Dias sem atualização
ru: Дней без обновлений
sv: Dagar utan uppdatering
zh_hans: 未更新天数
zh_hant: 未更新天數

source: Debug
bn: ডিবাগ
es: Depuración
fr: Débogage
hi: डीबग
ja: デバッグ
ko: 디버그
pt_br: Depuração
ru: Отладка
sv: Felsökning
zh_hans: 调试
zh_hant: 偵錯

source: Decision
bn: সিদ্ধান্ত
es: Decisión
fr: Décision
hi: निर्णय
it: Decisione
ja: 判断
ko: 결정
pt_br: Decisão
ru: Решение
sv: Beslut
zh_hans: 决定
zh_hant: 決定

source: Default
bn: ডিফল্ট
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
sv: Förval
zh_hans: 默认
zh_hant: 預設

source: Default agent
bn: ডিফল্ট এজেন্ট
es: Agente predeterminado
fr: Agent par défaut
hi: डिफ़ॉल्ट एजेंट
it: Agente predefinito
ja: デフォルトのエージェント
ko: 기본 에이전트
pt_br: Agente padrão
ru: Агент по умолчанию
sv: Förvald agent
zh_hans: 默认代理
zh_hant: 預設代理程式

source: Default session agent
bn: ডিফল্ট সেশন এজেন্ট
es: Agente de sesión predeterminado
fr: Agent de session par défaut
hi: डिफ़ॉल्ट सत्र एजेंट
it: Agente di sessione predefinito
ja: セッションのデフォルトエージェント
ko: 기본 세션 에이전트
pt_br: Agente padrão da sessão
ru: Агент сессии по умолчанию
sv: Förvald sessionsagent
zh_hans: 默认会话代理
zh_hant: 預設工作階段代理程式

source: Default size: %lld. Choose View → Actual Size to reset.
bn: ডিফল্ট আকার: %lld। রিসেট করতে দেখুন → প্রকৃত আকার বেছে নিন।
es: Tamaño predeterminado: %lld. Elige Ver → Tamaño real para restablecerlo.
fr: Taille par défaut : %lld. Choisissez Présentation → Taille réelle pour la rétablir.
hi: डिफ़ॉल्ट आकार: %lld। रीसेट करने के लिए दृश्य → वास्तविक आकार चुनें।
it: Dimensione predefinita: %lld. Scegli Vista → Dimensioni reali per ripristinarla.
ja: デフォルトのサイズ：%lld。「表示 → 実際のサイズ」でリセットできます。
ko: 기본 크기: %lld. 재설정하려면 보기 → 실제 크기를 선택하세요.
pt_br: Tamanho padrão: %lld. Escolha Visualizar → Tamanho real para redefinir.
ru: Размер по умолчанию: %lld. Для сброса выберите «Вид → Исходный размер».
sv: Standardstorlek: %lld. Välj Visa → Verklig storlek för att återställa.
zh_hans: 默认大小：%lld。选择“视图 → 实际大小”以重置。
zh_hant: 預設大小：%lld。選擇「顯示方式 → 實際大小」來重設。

source: Delegated
bn: অর্পিত হয়েছে
es: Delegado
fr: Délégué
hi: सौंपा
it: Delegato
ja: 委任済み
ko: 위임됨
pt_br: Delegado
ru: Делегировано
sv: Delegerade
zh_hans: 已委派
zh_hant: 已委派

source: Delegating
bn: অর্পণ করছে
es: Delegando
fr: Délégation
hi: सौंप रहा है
it: Delega
ja: 委任中
ko: 위임 중
pt_br: Delegando
ru: Делегирует
sv: Delegerar
zh_hans: 正在委派
zh_hant: 正在委派

source: Delete
bn: মুছুন
es: Eliminar
fr: Supprimer
hi: मिटाएँ
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
sv: Radera
zh_hans: 删除
zh_hant: 刪除

source: Delete branch after merge
bn: মার্জের পরে ব্রাঞ্চ মুছুন
es: Eliminar rama tras fusionar
fr: Supprimer la branche après fusion
hi: मर्ज के बाद ब्रांच हटाएँ
it: Elimina branch dopo il merge
ja: マージ後にブランチを削除
ko: 병합 후 브랜치 삭제
pt_br: Excluir branch após mesclar
ru: Удалить ветку после слияния
sv: Ta bort gren efter sammanslagning
zh_hans: 合并后删除分支
zh_hant: 合併後刪除分支

source: Delete merged branch
bn: মার্জ করা ব্রাঞ্চ মুছুন
es: Eliminar rama fusionada
fr: Supprimer la branche fusionnée
hi: मर्ज की गई ब्रांच मिटाएँ
it: Elimina branch integrato
ja: マージ済みブランチを削除
ko: 병합된 브랜치 삭제
pt_br: Excluir branch mesclada
ru: Удалять слитую ветку
sv: Radera sammanslagen gren
zh_hans: 删除已合并分支
zh_hant: 刪除已合併分支

source: Delete only fully merged branches. Keep branches with unmerged work.
bn: শুধু সম্পূর্ণ মার্জ করা ব্রাঞ্চ মুছুন। মার্জ না করা কাজ আছে এমন ব্রাঞ্চ রাখুন।
es: Elimina solo las ramas completamente fusionadas. Conserva las que tienen trabajo sin fusionar.
fr: Supprime uniquement les branches entièrement fusionnées. Conserve celles contenant du travail non fusionné.
hi: केवल पूरी तरह मर्ज की गई ब्रांच मिटाएँ। बिना मर्ज हुए काम वाली ब्रांच रखें।
it: Elimina solo i branch completamente integrati. Mantiene quelli con lavoro non integrato.
ja: 完全にマージされたブランチだけを削除します。未マージの作業があるブランチは残します。
ko: 완전히 병합된 브랜치만 삭제합니다. 병합하지 않은 작업이 있는 브랜치는 유지합니다.
pt_br: Exclui apenas branches totalmente mescladas. Preserva branches com trabalho não mesclado.
ru: Удалять только полностью слитые ветки. Сохранять ветки с неслитой работой.
sv: Raderar bara helt sammanslagna grenar. Behåller grenar med arbete som inte slagits samman.
zh_hans: 只删除已完全合并的分支。保留仍有未合并工作的分支。
zh_hant: 只刪除已完全合併的分支。保留仍有未合併工作的分支。

source: Delete Project
bn: প্রকল্প মুছুন
es: Eliminar proyecto
fr: Supprimer le projet
hi: प्रोजेक्ट हटाएँ
it: Elimina progetto
ja: プロジェクトを削除
ko: 프로젝트 삭제
pt_br: Excluir projeto
ru: Удалить проект
sv: Radera projekt
zh_hans: 删除项目
zh_hant: 刪除專案

source: Delete Project…
bn: প্রকল্প মুছুন…
es: Eliminar proyecto…
fr: Supprimer le projet…
hi: प्रोजेक्ट हटाएँ…
it: Elimina progetto…
ja: プロジェクトを削除…
ko: 프로젝트 삭제…
pt_br: Excluir projeto…
ru: Удалить проект…
sv: Radera projekt…
zh_hans: 删除项目…
zh_hant: 刪除專案…

source: Delete the branch when removing a worktree
bn: ওয়ার্কট্রি সরানোর সময় ব্রাঞ্চ মুছুন
es: Eliminar la rama al quitar el árbol
fr: Supprimer la branche avec l’arbre de travail
hi: वर्कट्री हटाते समय ब्रांच मिटाएँ
it: Elimina il branch quando rimuovi l’albero
ja: ワークツリー削除時にブランチを削除
ko: 워크트리 제거 시 브랜치 삭제
pt_br: Excluir a branch ao remover a árvore
ru: Удалять ветку при удалении рабочего дерева
sv: Radera grenen när arbetsträdet tas bort
zh_hans: 移除工作树时删除分支
zh_hant: 移除工作樹時刪除分支

source: Delete this automation?
bn: এই অটোমেশন মুছবেন?
es: ¿Eliminar esta automatización?
fr: Supprimer cette automatisation ?
hi: यह ऑटोमेशन हटाएँ?
it: Eliminare questa automazione?
ja: この自動化を削除しますか？
ko: 이 자동화를 삭제할까요?
pt_br: Excluir esta automação?
ru: Удалить эту автоматизацию?
sv: Ta bort den här automatiseringen?
zh_hans: 删除此自动化？
zh_hant: 刪除此自動化？

source: Delete this project?
bn: এই প্রকল্পটি মুছবেন?
es: ¿Eliminar este proyecto?
fr: Supprimer ce projet ?
hi: यह प्रोजेक्ट हटाएँ?
it: Eliminare questo progetto?
ja: このプロジェクトを削除しますか？
ko: 이 프로젝트를 삭제할까요?
pt_br: Excluir este projeto?
ru: Удалить этот проект?
sv: Radera det här projektet?
zh_hans: 删除此项目？
zh_hant: 刪除此專案？

source: Delete…
bn: মুছুন…
es: Eliminar…
fr: Supprimer…
hi: हटाएँ…
it: Elimina…
ja: 削除…
ko: 삭제…
pt_br: Excluir…
ru: Удалить…
sv: Radera…
zh_hans: 删除…
zh_hant: 刪除…

source: Denied
bn: প্রত্যাখ্যাত
es: Denegado
fr: Refusé
hi: अनुमति नहीं है
it: Negato
ja: 拒否済み
ko: 거부됨
pt_br: Negado
ru: Запрещено
sv: Nekat
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Denied. Allow Cascade under Privacy & Security › Microphone.
bn: প্রত্যাখ্যাত। গোপনীয়তা ও নিরাপত্তা › মাইক্রোফোনে Cascade-কে অনুমতি দিন।
es: Denegado. Permite Cascade en Privacidad y seguridad › Micrófono.
fr: Refusé. Autorisez Cascade dans Confidentialité et sécurité › Microphone.
hi: अनुमति नहीं है। गोपनीयता और सुरक्षा › माइक्रोफ़ोन में Cascade को अनुमति दें।
it: Negato. Autorizza Cascade in Privacy e sicurezza › Microfono.
ja: 拒否されています。「プライバシーとセキュリティ › マイク」で Cascade を許可してください。
ko: 거부되었습니다. 개인정보 보호 및 보안 › 마이크에서 Cascade를 허용하세요.
pt_br: Negado. Permita o Cascade em Privacidade e Segurança › Microfone.
ru: Запрещено. Разрешите Cascade доступ в разделе «Конфиденциальность и безопасность › Микрофон».
sv: Nekat. Tillåt Cascade under Integritet och säkerhet › Mikrofon.
zh_hans: 已拒绝。请在“隐私与安全性 › 麦克风”中允许 Cascade。
zh_hant: 已拒絕。請在「隱私權與安全性 › 麥克風」中允許 Cascade。

source: Deny
bn: প্রত্যাখ্যান করুন
es: Denegar
fr: Refuser
hi: अस्वीकार करें
it: Nega
ja: 拒否
ko: 거부
pt_br: Negar
ru: Отклонить
sv: Neka
zh_hans: 拒绝
zh_hant: 拒絕

source: Dependabot → approve and auto-merge
bn: Dependabot → অনুমোদন ও অটো-মার্জ
es: Dependabot → aprobar y fusionar automáticamente
fr: Dependabot → approuver et fusionner automatiquement
hi: Dependabot → मंज़ूर और ऑटो-मर्ज
it: Dependabot → approva e unisci automaticamente
ja: Dependabot → 承認と自動マージ
ko: Dependabot → 승인 및 자동 병합
pt_br: Dependabot → aprovar e mesclar automaticamente
ru: Dependabot → одобрить и автоматически слить
sv: Dependabot → godkänn och slå ihop automatiskt
zh_hans: Dependabot → 批准并自动合并
zh_hant: Dependabot → 核准並自動合併

source: Describe a task or branch, or paste a pull request, issue or Jira link
bn: একটি কাজ বা ব্রাঞ্চের বর্ণনা দিন, বা পুল রিকোয়েস্ট, issue বা Jira লিংক পেস্ট করুন
es: Describe una tarea o rama, o pega un enlace de solicitud, issue o Jira
fr: Décrivez une tâche ou une branche, ou collez un lien de pull request, d’issue ou Jira
hi: कोई कार्य या ब्रांच बताएँ, या पुल अनुरोध, issue या Jira लिंक पेस्ट करें
it: Descrivi un’attività o un ramo, oppure incolla un link a pull request, issue o Jira
ja: タスクやブランチを説明するか、プルリクエスト、issue、Jira のリンクを貼り付け
ko: 작업이나 브랜치를 설명하거나 풀 리퀘스트, issue, Jira 링크를 붙여넣으세요
pt_br: Descreva uma tarefa ou branch, ou cole um link de pull request, issue ou Jira
ru: Опишите задачу или ветку либо вставьте ссылку на pull request, issue или Jira
sv: Beskriv en uppgift eller gren, eller klistra in en länk till en pull request, issue eller Jira
zh_hans: 描述任务或分支，或粘贴拉取请求、issue 或 Jira 链接
zh_hant: 描述任務或分支，或貼上提取要求、issue 或 Jira 連結

source: Destination
bn: গন্তব্য
es: Destino
hi: गंतव्य
it: Destinazione
ja: 実行先
ko: 대상
pt_br: Destino
ru: Назначение
sv: Mål
zh_hans: 目标
zh_hant: 目標
